[
  {
    "output": "P",
    "input": "@stellargirl I loooooooovvvvvveee my Kindle2. Not that the DX is cool, but the 2 is fantastic in its own right."
  },
  {
    "output": "P",
    "input": "Reading my kindle2...  Love it... Lee childs is good read."
  },
  {
    "output": "P",
    "input": "Ok, first assesment of the #kindle2 ...it fucking rocks!!!"
  },
  {
    "output": "P",
    "input": "@kenburbary You'll love your Kindle2. I've had mine for a few months and never looked back. The new big one is huge! No need for remorse! :)"
  },
  {
    "output": "P",
    "input": "@mikefish  Fair enough. But i have the Kindle2 and I think it's perfect  :)"
  },
  {
    "output": "P",
    "input": "@richardebaker no. it is too big. I'm quite happy with the Kindle2."
  },
  {
    "output": "N",
    "input": "Fuck this economy. I hate aig and their non loan given asses."
  },
  {
    "output": "P",
    "input": "Jquery is my new best friend."
  },
  {
    "output": "P",
    "input": "Loves twitter"
  },
  {
    "output": "P",
    "input": "how can you not love Obama? he makes jokes about himself."
  },
  {
    "output": "A",
    "input": "Check this video out -- President Obama at the White House Correspondents' Dinner http://bit.ly/IMXUM"
  },
  {
    "output": "N",
    "input": "@Karoli I firmly believe that Obama/Pelosi have ZERO desire to be civil.  It's a charade and a slogan, but they want to destroy conservatism"
  },
  {
    "output": "P",
    "input": "House Correspondents dinner was last night whoopi, barbara &amp; sherri went, Obama got a standing ovation"
  },
  {
    "output": "P",
    "input": "Watchin Espn..Jus seen this new Nike Commerical with a Puppet Lebron..sh*t was hilarious...LMAO!!!"
  },
  {
    "output": "N",
    "input": "dear nike, stop with the flywire. that shit is a waste of science. and ugly. love, @vincentx24x"
  },
  {
    "output": "P",
    "input": "#lebron best athlete of our generation, if not all time (basketball related) I don't want to get into inter-sport debates about   __1/2"
  },
  {
    "output": "N",
    "input": "I was talking to this guy last night and he was telling me that he is a die hard Spurs fan.  He also told me that he hates LeBron James."
  },
  {
    "output": "P",
    "input": "i love lebron. http://bit.ly/PdHur"
  },
  {
    "output": "N",
    "input": "@ludajuice Lebron is a Beast, but I'm still cheering 4 the A..til the end."
  },
  {
    "output": "P",
    "input": "@Pmillzz lebron IS THE BOSS"
  },
  {
    "output": "P",
    "input": "@sketchbug Lebron is a hometown hero to me, lol I love the Lakers but let's go Cavs, lol"
  },
  {
    "output": "P",
    "input": "lebron and zydrunas are such an awesome duo"
  },
  {
    "output": "P",
    "input": "@wordwhizkid Lebron is a beast... nobody in the NBA comes even close."
  },
  {
    "output": "P",
    "input": "downloading apps for my iphone! So much fun :-) There literally is an app for just about anything."
  },
  {
    "output": "P",
    "input": "good news, just had a call from the Visa office, saying everything is fine.....what a relief! I am sick of scams out there! Stealing!"
  },
  {
    "output": "P",
    "input": "http://twurl.nl/epkr4b - awesome come back from @biz (via @fredwilson)"
  },
  {
    "output": "P",
    "input": "In montreal for a long weekend of R&amp;R. Much needed."
  },
  {
    "output": "P",
    "input": "Booz Allen Hamilton has a bad ass homegrown social collaboration platform. Way cool!  #ttiv"
  },
  {
    "output": "P",
    "input": "[#MLUC09] Customer Innovation Award Winner: Booz Allen Hamilton -- http://ping.fm/c2hPP"
  },
  {
    "output": "P",
    "input": "@SoChi2 I current use the Nikon D90 and love it, but not as much as the Canon 40D/50D. I chose the D90 for the  video feature. My mistake."
  },
  {
    "output": "A",
    "input": "need suggestions for a good IR filter for my canon 40D ... got some? pls DM"
  },
  {
    "output": "A",
    "input": "@surfit: I just checked my google for my business- blip shows up as the second entry! Huh. Is that a good or ba... ? http://blip.fm/~6emhv"
  },
  {
    "output": "P",
    "input": "@phyreman9 Google is always a good place to look. Should've mentioned I worked on the Mustang w/ my Dad, @KimbleT."
  },
  {
    "output": "N",
    "input": "Played with an android google phone. The slide out screen scares me I would break that fucker so fast. Still prefer my iPhone."
  },
  {
    "output": "N",
    "input": "US planning to resume the military tribunals at Guantanamo Bay... only this time those on trial will be AIG execs and Chrysler debt holders"
  },
  {
    "output": "N",
    "input": "omg so bored &amp; my tattoooos are so itchy!!  help! aha =)"
  }
]